Repository: bakhshaei/SpyGame
Catalog: SpyGame/Assets/Localizable.xcstrings
Source language: en
Languages: ar, de

# %lld person
source: %lld people
ar: %lld شخص
de: %lld Personen

source: All Categories
ar: جميع الفئات
de: Alle Kategorien

source: Are you (as the participant no %lld) ready to see your card?
ar: هل أنت (باعتبارك المشارك رقم %lld) مستعد لرؤية بطاقتك؟
de: Sind Sie (als Teilnehmer Nr. %lld) bereit, Ihre Karte zu sehen?

source: Are you sure to start a new game?
ar: هل أنت متأكد من بدء لعبة جديدة؟
de: Möchten Sie wirklich ein neues Spiel starten?

source: Category
ar: فئة
de: Kategorie

source: Choose details for the new game:
ar: اختر تفاصيل اللعبة الجديدة:
de: Wähle Details für das neue Spiel:

source: City
ar: مدينة
de: Stadt

source: Error
ar: خطأ
de: Fehler

source: Game should have at least one spy
ar: يجب أن يحتوي اللعبة على جاسوس واحد على الأقل
de: Das Spiel sollte mindestens einen Spion haben

source: Invalid index for participant
ar: فهرس غير صالح للمشارك
de: Ungültiger Index für Teilnehmer

source: It's recommended not to increase number of spies.
ar: يوصى بعدم زيادة عدد الجواسيس.
de: Es wird empfohlen, die Anzahl der Spione nicht zu erhöhen.

source: Los Angeles
ar: لوس أنجلوس
de: Log Angeles

source: Map
ar: خريطة
de: Karte

source: Microphone
ar: ميكروفون
de: Mikrofon

source: New Game
ar: لعبة جديدة
de: Neues Spiel

source: Next Participant
ar: المشارك التالي
de: Nächster Teilnehmer

source: No
ar: لا
de: Nein

source: Number of spies should be less than number of participants
ar: يجب أن يكون عدد الجواسيس أقل من عدد المشاركين
de: Die Anzahl der Spione sollte kleiner sein als die Anzahl der Teilnehmer.

source: Number of Spies:
ar: عدد الجواسيس
de: Anzahl der Spione

source: Participant no %lld.
ar: المشارك رقم %lld
de: Teilnehmer Nr. %lld

source: Previous Participant
ar: المشارك السابق
de: Vorheriger Teilnehmer

source: Radio
ar: راديو

source: Spy
ar: جاسوس
de: Spion

source: Spyglass
ar: منظار
de: Fernglas

source: Start
ar: بدء

source: Start New Game
ar: بدء لعبة جديدة
de: Neues Spiel Starten

source: Total Participants
ar: إجمالي المشاركين
de: Gesamtzahl der Teilnehmer

source: Utility
ar: أداة
de: Dienstprogramm

source: Yes
ar: نعم
de: Ja
